[
    "The capital of France is Paris.",
    "The capital of Lebanon is Beirut.",
    "The capital of Germany is Berlin.",
    "The capital of Japan is Tokyo.",
    "The capital of Canada is Ottawa.",
    "The capital of Australia is Canberra.",
    "The capital of Brazil is Brasília.",
    "The capital of India is New Delhi.",
    "The capital of Russia is Moscow.",
    "The capital of China is Beijing.",
    "The telephone was invented by Alexander Graham Bell.",
    "The light bulb was invented by Thomas Edison.",
    "Albert Einstein developed the theory of relativity.",
    "Isaac Newton discovered the laws of motion and gravity.",
    "The Eiffel Tower is located in Paris, France.",
    "The Great Wall of China is one of the Seven Wonders of the World.",
    "The Statue of Liberty is located in New York Harbor.",
    "The Mona Lisa was painted by Leonardo da Vinci.",
    "The Pyramids of Giza are located in Egypt.",
    "The Amazon Rainforest is the largest rainforest in the world.",
    "The Nile River is the longest river in the world.",
    "Mount Everest is the highest mountain in the world.",
    "The Pacific Ocean is the largest ocean on Earth.",
    "The United Nations headquarters is located in New York City.",
    "The first moon landing was in 1969 by Apollo 11.",
    "The Internet was invented in the late 20th century.",
    "The World Wide Web was invented by Tim Berners-Lee.",
    "The first computer was invented in the 20th century.",
    "The periodic table was created by Dmitri Mendeleev.",
    "The speed of light is approximately 299,792 kilometers per second.",
    "The Earth revolves around the Sun.",
    "The human body has 206 bones.",
    "Water is composed of two hydrogen atoms and one oxygen atom.",
    "Photosynthesis is the process by which plants make food.",
    "The largest planet in the solar system is Jupiter.",
    "The smallest planet in the solar system is Mercury.",
    "The Milky Way is the galaxy that contains our solar system.",
    "The Big Bang theory explains the origin of the universe.",
    "The first president of the United States was George Washington.",
    "The Declaration of Independence was signed in 1776.",
    "The Industrial Revolution began in the 18th century.",
    "The Renaissance was a period of cultural rebirth in Europe.",
    "Shakespeare wrote plays like Hamlet and Romeo and Juliet.",
    "The Harry Potter series was written by J.K. Rowling.",
    "The Lord of the Rings was written by J.R.R. Tolkien.",
    "The Beatles were a famous rock band from the 1960s.",
    "Michael Jackson was known as the King of Pop.",
    "The first Olympic Games were held in ancient Greece.",
    "The FIFA World Cup is held every four years.",
    "The currency of Japan is the yen.",
    "The currency of the European Union is the euro.",
    "The currency of the United States is the dollar.",
    "The currency of the United Kingdom is the pound sterling.",
    "The currency of India is the rupee.",
    "The currency of China is the yuan.",
    "The currency of Russia is the ruble.",
    "The currency of Australia is the Australian dollar.",
    "The currency of Canada is the Canadian dollar.",
    "The currency of Brazil is the real.",
    "The currency of South Africa is the rand.",
    "The currency of Mexico is the peso.",
    "The currency of Egypt is the Egyptian pound.",
    "The currency of Saudi Arabia is the riyal.",
    "The currency of South Korea is the won.",
    "The currency of Switzerland is the Swiss franc.",
    "The currency of New Zealand is the New Zealand dollar.",
    "The Taj Mahal is located in Agra, India.",
    "Venus is the hottest planet in the solar system.",
    "The Great Barrier Reef is located in Australia.",
    "Walt Disney created Mickey Mouse in 1928.",
    "The Leaning Tower of Pisa is in Italy.",
    "Thomas Jefferson drafted the Declaration of Independence.",
    "The Sahara is the largest hot desert in the world.",
    "Earth's atmosphere is composed of 78% nitrogen and 21% oxygen.",
    "The first successful airplane flight was by the Wright brothers in 1903.",
    "The human heart beats around 100,000 times a day.",
    "Bananas are berries, but strawberries are not.",
    "The Arctic Ocean is the smallest ocean on Earth.",
    "Pluto was reclassified as a dwarf planet in 2006.",
    "Galileo was the first to use a telescope for astronomical observations.",
    "Neil Armstrong was the first person to walk on the Moon.",
    "Charles Darwin developed the theory of evolution.",
    "The Bermuda Triangle is a region in the Atlantic Ocean.",
    "Penguins are native to the Southern Hemisphere.",
    "Octopuses have three hearts and blue blood.",
    "Honey never spoils; archaeologists have found edible honey in ancient Egyptian tombs.",
    "The human brain contains approximately 86 billion neurons.",
    "Lightning is hotter than the surface of the Sun.",
    "The Great Sphinx of Giza is one of the largest monolithic statues in the world.",
    "The Mariana Trench is the deepest point in Earth's oceans.",
    "Diamonds are formed under high pressure and temperature conditions deep within the Earth.",
    "Chocolate was once used as currency by the Aztecs.",
    "Mars is home to the largest volcano in the solar system, Olympus Mons.",
    "Venus spins in the opposite direction of most planets.",
    "The Earth's core is as hot as the surface of the Sun.",
    "The average human body contains enough carbon to fill about 9,000 pencils.",
    "The Andromeda Galaxy is the closest spiral galaxy to the Milky Way.",
    "A group of crows is called a murder.",
    "Koalas sleep up to 20 hours a day.",
    "The Amazon River is the second-longest river in the world.",
    "Butterflies taste with their feet.",
    "Sharks have been around longer than dinosaurs.",
    "The Great Fire of London occurred in 1666.",
    "Albert Einstein won the Nobel Prize in Physics in 1921.",
    "The Rubik's Cube was invented in 1974.",
    "The Pythagorean theorem states that a² + b² = c² in a right triangle.",
    "The quadratic formula is x = (-b ± √(b² - 4ac)) / 2a.",
    "Pi (π) is approximately 3.14159 and is used to calculate the circumference and area of a circle.",
    "The area of a triangle is 0.5 × base × height.",
    "The volume of a sphere is (4/3)πr³.",
    "The derivative of sin(x) is cos(x), and the derivative of cos(x) is -sin(x).",
    "Newton's first law of motion states that an object in motion stays in motion unless acted upon by an external force.",
    "The formula for force is F = ma (Force equals mass times acceleration).",
    "Einstein's equation E = mc² shows the relationship between energy, mass, and the speed of light.",
    "Acceleration due to gravity on Earth is approximately 9.8 m/s².",
    "The speed of sound in air is approximately 343 meters per second at 20°C.",
    "An atom consists of protons, neutrons, and electrons.",
    "The atomic number of an element is the number of protons in its nucleus.",
    "H₂O is the chemical formula for water.",
    "NaCl is the chemical formula for table salt.",
    "DNA stands for deoxyribonucleic acid and carries genetic information.",
    "The human body has 23 pairs of chromosomes.",
    "The mitochondria is known as the powerhouse of the cell.",
    "Photosynthesis occurs in the chloroplasts of plant cells.",
    "The formula for photosynthesis is 6CO₂ + 6H₂O → C₆H₁₂O₆ + 6O₂.",
    "The periodic table has 118 known elements.",
    "The Law of Conservation of Mass states that mass cannot be created or destroyed in a chemical reaction.",
    "Electricity flows through a conductor, typically made of copper or aluminum.",
    "Ohm's Law states that V = IR (Voltage equals current times resistance).",
    "The unit of power is the watt (W).",
    "A parallel circuit has multiple paths for electricity to flow.",
    "Light travels at a speed of approximately 300,000 kilometers per second in a vacuum.",
    "Sound waves are longitudinal waves that require a medium to travel through.",
    "The boiling point of water is 100°C (212°F) at sea level.",
    "Absolute zero is the lowest temperature possible and is 0 Kelvin or -273.15°C.",
    "A mole in chemistry represents 6.022 × 10²³ particles of a substance.",
    "The Richter scale measures the magnitude of earthquakes.",
    "The human brain has two hemispheres, the left and right.",
    "The heart has four chambers: two atria and two ventricles.",
    "Blood is pumped through the body by the heart and carried by arteries, veins, and capillaries.",
    "The three states of matter are solid, liquid, and gas.",
    "Plasma is the fourth state of matter.",
    "The formula for kinetic energy is KE = 0.5 × m × v².",
    "Potential energy is stored energy and is calculated as PE = m × g × h.",
    "The center of gravity is the point where an object's weight is evenly distributed.",
    "The SI unit for temperature is the Kelvin (K).",
    "Magnets have two poles: north and south.",
    "Electromagnetic waves include radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, and gamma rays.",
    "The solar system has eight planets orbiting the Sun.",
    "A light year is the distance light travels in one year, about 9.46 trillion kilometers.",
    "The law of reflection states that the angle of incidence equals the angle of reflection.",
    "An isosceles triangle has two equal sides.",
    "A prime number is a number greater than 1 that has no divisors other than 1 and itself.",
    "The Fibonacci sequence begins with 0, 1 and each subsequent number is the sum of the previous two.",
    "The density of a substance is calculated as mass divided by volume (ρ = m/v).",
    "In probability, the likelihood of an event occurring is expressed as a number between 0 and 1.",
    "Vectors have both magnitude and direction, while scalars have only magnitude.",
    "The formula for the area of a circle is A = πr².",
    "The Celsius and Fahrenheit scales can be converted using the formula: F = (C × 9/5) + 32.",
    "The Moon orbits the Earth approximately every 27.3 days.",
    "Comets are made of ice and dust and have tails that point away from the Sun.",
    "The Hubble Space Telescope has provided valuable data about distant galaxies.",
    "The Doppler Effect describes the change in frequency of a wave as the source and observer move relative to each other.",
    "The Andromeda Galaxy is on a collision course with the Milky Way.",
    "The speed of a computer processor is measured in gigahertz (GHz).",
    "HTML stands for HyperText Markup Language.",
    "CSS stands for Cascading Style Sheets.",
    "JavaScript is a programming language commonly used in web development.",
    "Python is known for its readability and simplicity.",
    "Java is a widely-used programming language that runs on the Java Virtual Machine (JVM).",
    "C++ is an extension of the C programming language with object-oriented features.",
    "The Turing Test is a measure of a machine's ability to exhibit intelligent behavior.",
    "Machine learning is a subset of artificial intelligence focused on building systems that learn from data.",
    "Blockchain is a decentralized ledger technology used in cryptocurrencies like Bitcoin.",
    "Quantum computing uses quantum bits or qubits to perform calculations.",
    "The Internet of Things (IoT) refers to the network of physical devices connected to the internet.",
    "Augmented reality (AR) overlays digital information onto the real world.",
    "Virtual reality (VR) immerses users in a completely digital environment.",
    "The first programming language was created by Ada Lovelace in the 19th century.",
    "The World Wide Web Consortium (W3C) sets standards for web technologies.",
    "HTTP stands for HyperText Transfer Protocol.",
    "HTTPS is the secure version of HTTP, using encryption to protect data.",
    "SQL stands for Structured Query Language and is used for managing databases.",
    "NoSQL databases are designed to handle large volumes of unstructured data.",
    "RESTful APIs use HTTP requests to perform CRUD operations on resources.",
    "JSON stands for JavaScript Object Notation and is a lightweight data interchange format.",
    "XML stands for eXtensible Markup Language and is used to encode documents in a format that is both human-readable and machine-readable.",
    "Git is a version control system used to track changes in source code.",
    "GitHub is a platform for hosting and collaborating on Git repositories.",
    "Continuous Integration (CI) is a practice where developers frequently integrate code into a shared repository.",
    "Continuous Deployment (CD) is the practice of automatically deploying code changes to production.",
    "The first programmable computer was the Z3, invented by Konrad Zuse in 1941.",
    "The first email was sent by Ray Tomlinson in 1971.",
    "The first web browser was called WorldWideWeb, later renamed Nexus.",
    "Linux is an open-source operating system created by Linus Torvalds.",
    "The first smartphone was the IBM Simon, released in 1994.",
    "The first video game, Pong, was released by Atari in 1972.",
    "The first search engine was Archie, created in 1990.",
    "The first social media platform was Six Degrees, launched in 1997.",
    "The first 1GB hard drive was introduced by IBM in 1980.",
    "The first computer virus was called Creeper, created in 1971.",
    "The first graphical user interface was developed by Xerox PARC.",
    "The first 3D printer was created by Chuck Hull in 1983.",
    "The first commercial microprocessor was the Intel 4004, released in 1971.",
    "The first digital camera was created by Kodak in 1975.",
    "The first website was created by Tim Berners-Lee in 1991.",
    "The first computer mouse was invented by Douglas Engelbart in 1964.",
    "The first programming language was Fortran, developed in the 1950s.",
    "The first computer network was ARPANET, established in 1969.",
    "The first laptop computer was the Osborne 1, released in 1981.",
    "The first computer game, Spacewar!, was created in 1962.",
    "The first mobile phone call was made by Martin Cooper in 1973.",
    "The first computer virus for MS-DOS was Brain, created in 1986.",
    "The first web search engine was WebCrawler, launched in 1994.",
    "The first instant messaging service was ICQ, launched in 1996.",
    "The first commercial internet service provider was The World, launched in 1989.",
    "The first computer with a hard disk drive was the IBM 305 RAMAC, introduced in 1956.",
    "The first computer to beat a human at chess was Deep Blue, developed by IBM.",
    "The first computer to pass the Turing Test was Eugene Goostman in 2014.",
    "The first computer to win Jeopardy! was IBM's Watson in 2011.",
    "The first computer to play Go at a professional level was AlphaGo, developed by DeepMind.",
    "The first university in the world is the University of al-Qarawiyyin in Morocco, founded in 859.",
    "The oldest university in the English-speaking world is the University of Oxford.",
    "The first woman to receive a Ph.D. was Elena Cornaro Piscopia in 1678.",
    "The first Nobel Prize in Physics was awarded to Wilhelm Conrad Röntgen in 1901.",
    "The first person to win two Nobel Prizes was Marie Curie, in Physics and Chemistry.",
    "The first computer science degree program was established at Purdue University in 1962.",
    "The SAT is a standardized test widely used for college admissions in the United States.",
    "The first modern research university was the University of Berlin, founded in 1810.",
    "The Ivy League is a group of eight private colleges in the northeastern United States.",
    "The first student loan program in the United States was established in 1958.",
    "The first online university was the University of Phoenix, founded in 1989.",
    "The first open-access journal was the Journal of Medical Internet Research, launched in 1999.",
    "The first Massive Open Online Course (MOOC) was offered by Stanford University in 2011.",
    "The first academic journal was the Philosophical Transactions of the Royal Society, established in 1665.",
    "The first student exchange program was the Fulbright Program, established in 1946.",
    "The first academic conference was the International Congress of Mathematicians, held in 1897.",
    "The first academic library was the Library of Alexandria, founded in the 3rd century BCE.",
    "The first student government was established at the University of Bologna in the 12th century.",
    "The first academic honor society in the United States was Phi Beta Kappa, founded in 1776.",
    "The sum of the angles in a triangle is always 180 degrees.",
    "The sum of the angles in a quadrilateral is 360 degrees.",
    "A parallelogram has opposite sides that are equal and parallel.",
    "The area of a rectangle is length × width.",
    "The area of a square is side².",
    "The area of a circle is πr².",
    "The circumference of a circle is 2πr.",
    "The volume of a cube is side³.",
    "The volume of a cylinder is πr²h.",
    "The volume of a cone is (1/3)πr²h.",
    "The volume of a rectangular prism is length × width × height.",
    "The surface area of a sphere is 4πr².",
    "The surface area of a cylinder is 2πr(h + r).",
    "An equilateral triangle has all three sides and angles equal.",
    "The diagonal of a rectangle is √(length² + width²).",
    "A right triangle has one angle equal to 90 degrees.",
    "The distance formula is √((x₂ - x₁)² + (y₂ - y₁)²).",
    "The midpoint formula is ((x₁ + x₂)/2, (y₁ + y₂)/2).",
    "The slope of a line is (y₂ - y₁) / (x₂ - x₁).",
    "The equation of a line in slope-intercept form is y = mx + b.",
    "The equation of a circle is (x - h)² + (y - k)² = r².",
    "The factorial of n (n!) is the product of all positive integers up to n.",
    "The number of permutations of n items is n!.",
    "The number of combinations of n items taken r at a time is C(n, r) = n! / [r!(n - r)!].",
    "A prime number is divisible only by 1 and itself.",
    "A composite number has more than two factors.",
    "The greatest common divisor (GCD) is the largest number that divides two numbers.",
    "The least common multiple (LCM) is the smallest number divisible by two numbers.",
    "The square of the hypotenuse is equal to the sum of the squares of the other two sides in a right triangle.",
    "The golden ratio is approximately 1.618.",
    "A parabola is the graph of a quadratic function y = ax² + bx + c.",
    "A circle has infinite lines of symmetry.",
    "The harmonic mean of two numbers is 2ab / (a + b).",
    "An arithmetic sequence has a constant difference between terms.",
    "The nth term of an arithmetic sequence is a₁ + (n - 1)d.",
    "The sum of an arithmetic series is n/2 × (a₁ + aₙ).",
    "A geometric sequence has a constant ratio between terms.",
    "The nth term of a geometric sequence is a₁ × rⁿ⁻¹.",
    "The sum of an infinite geometric series is a₁ / (1 - r) if |r| < 1.",
    "The determinant of a 2x2 matrix [[a, b], [c, d]] is ad - bc.",
    "The transpose of a matrix is obtained by flipping rows and columns.",
    "A matrix is symmetric if it equals its transpose.",
    "A unit vector has a magnitude of 1.",
    "The dot product of two vectors is u·v = |u||v|cos(θ).",
    "The cross product of two vectors results in a vector perpendicular to both.",
    "The standard deviation measures the spread of data in a dataset.",
    "The mean is the sum of all values divided by the number of values.",
    "The median is the middle value in a sorted dataset.",
    "The mode is the most frequently occurring value in a dataset.",
    "The range is the difference between the highest and lowest values.",
    "A histogram represents the frequency distribution of data.",
    "The probability of an event is the ratio of favorable outcomes to total outcomes.",
    "The binomial theorem expands (a + b)ⁿ.",
    "A matrix is invertible if its determinant is non-zero.",
    "The identity matrix has ones on the diagonal and zeros elsewhere.",
    "The angle sum of a polygon with n sides is (n - 2) × 180 degrees.",
    "A regular polygon has all sides and angles equal.",
    "The exterior angle of a regular polygon is 360°/n.",
    "The reciprocal of a fraction a/b is b/a.",
    "Logarithms are the inverse of exponentiation.",
    "log(ab) = log(a) + log(b).",
    "log(a/b) = log(a) - log(b).",
    "log(aⁿ) = n × log(a).",
    "The natural logarithm has a base of e (approximately 2.718).",
    "The sine function is the ratio of the opposite side to the hypotenuse in a right triangle.",
    "The cosine function is the ratio of the adjacent side to the hypotenuse.",
    "The tangent function is the ratio of the opposite side to the adjacent side.",
    "The unit circle has a radius of 1.",
    "The sum of the interior angles of a pentagon is 540 degrees.",
    "A hexagon has six sides and its interior angle sum is 720 degrees.",
    "The discriminant of a quadratic equation determines the nature of its roots.",
    "The roots of a quadratic equation are real if the discriminant is non-negative.",
    "An ellipse has two focal points.",
    "A hyperbola has two branches that mirror each other.",
    "A cube root of a number x is a number y such that y³ = x.",
    "A perfect square is a number that can be expressed as the square of an integer.",
    "The modulus operation finds the remainder when one number is divided by another.",
    "A complex number has a real and an imaginary part.",
    "The absolute value of a number is its distance from zero on the number line.",
    "The equation y = mx represents a proportional relationship.",
    "An asymptote is a line that a graph approaches but never touches.",
    "The power rule in calculus states that d/dx(xⁿ) = n × xⁿ⁻¹.",
    "The integral of xⁿ is (xⁿ⁺¹)/(n+1) + C for n ≠ -1.",
    "Euler's formula is e^(iθ) = cos(θ) + i sin(θ).",
    "The area of a trapezoid is 0.5 × (base₁ + base₂) × height.",
    "A rhombus has all sides equal and opposite angles equal.",
    "The centroid of a triangle is the intersection of its medians.",
    "A scalar is a quantity with magnitude but no direction.",
    "A unit circle equation is x² + y² = 1.",
    "Newton's first law of motion states that an object will remain at rest or in uniform motion unless acted upon by an external force.",
    "Newton's second law of motion states that F = ma, where F is force, m is mass, and a is acceleration.",
    "Newton's third law of motion states that for every action, there is an equal and opposite reaction.",
    "The law of universal gravitation states that F = G(m₁m₂)/r², where G is the gravitational constant.",
    "The speed of light in a vacuum is approximately 3 × 10⁸ m/s.",
    "The acceleration due to gravity on Earth is approximately 9.8 m/s².",
    "Work is defined as W = Fd cos(θ), where F is force, d is displacement, and θ is the angle between them.",
    "Power is the rate of doing work, calculated as P = W/t.",
    "Kinetic energy is given by KE = 0.5 × m × v².",
    "Potential energy is given by PE = m × g × h.",
    "The total mechanical energy of a system is the sum of kinetic and potential energy.",
    "The law of conservation of energy states that energy cannot be created or destroyed, only transformed.",
    "Momentum is the product of mass and velocity, p = mv.",
    "Impulse is the change in momentum, given by F × Δt = Δp.",
    "The center of mass is the point where an object's mass is evenly distributed.",
    "The moment of inertia is the rotational equivalent of mass, depending on the axis of rotation.",
    "Torque is calculated as τ = r × F × sin(θ).",
    "The angular momentum of a rotating object is L = Iω, where I is the moment of inertia and ω is angular velocity.",
    "The first law of thermodynamics states that energy is conserved in a system.",
    "The second law of thermodynamics states that entropy in an isolated system always increases.",
    "The third law of thermodynamics states that the entropy of a system approaches zero as temperature approaches absolute zero.",
    "The ideal gas law is PV = nRT, where P is pressure, V is volume, n is moles, R is the gas constant, and T is temperature.",
    "The specific heat capacity is the amount of heat required to raise 1 kg of a substance by 1°C.",
    "The heat transfer equation is Q = mcΔT.",
    "Thermal expansion is given by ΔL = αL₀ΔT.",
    "Wave speed is given by v = fλ, where f is frequency and λ is wavelength.",
    "The period of a wave is T = 1/f.",
    "Sound is a longitudinal wave that requires a medium to travel through.",
    "The Doppler effect describes the change in frequency of a wave due to the motion of the source or observer.",
    "The electromagnetic spectrum includes radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, and gamma rays.",
    "Light exhibits both wave-like and particle-like behavior.",
    "Snell's law describes refraction, n₁sin(θ₁) = n₂sin(θ₂).",
    "Total internal reflection occurs when light passes from a denser medium to a less dense medium and the angle of incidence exceeds the critical angle.",
    "The electric field is given by E = F/q.",
    "Electric potential energy is U = k(q₁q₂)/r.",
    "Ohm's law states that V = IR, where V is voltage, I is current, and R is resistance.",
    "The power in an electric circuit is P = IV.",
    "The resistance of a conductor depends on its length, area, and resistivity: R = ρL/A.",
    "Capacitance is given by C = Q/V, where Q is charge and V is voltage.",
    "The energy stored in a capacitor is U = 0.5 × C × V².",
    "Magnetic fields are created by moving charges or current-carrying wires.",
    "The force on a charge moving in a magnetic field is F = qvBsin(θ).",
    "The right-hand rule helps determine the direction of magnetic forces.",
    "Faraday's law states that a changing magnetic field induces an electromotive force (EMF) in a loop.",
    "Lenz's law states that the induced current opposes the change in magnetic flux.",
    "The speed of sound in air is approximately 343 m/s at 20°C.",
    "The photoelectric effect occurs when light ejects electrons from a material.",
    "Planck's equation relates energy and frequency: E = hf.",
    "The energy of a photon is proportional to its frequency.",
    "The Heisenberg uncertainty principle states that it is impossible to know both the position and momentum of a particle simultaneously.",
    "The de Broglie wavelength of a particle is λ = h/p.",
    "Nuclear fission is the splitting of a heavy nucleus into smaller nuclei.",
    "Nuclear fusion is the combining of light nuclei to form a heavier nucleus.",
    "The half-life of a radioactive substance is the time it takes for half of the material to decay.",
    "Alpha particles are helium nuclei, beta particles are high-energy electrons, and gamma rays are high-energy photons.",
    "Einstein's equation, E = mc², relates mass and energy.",
    "The standard model of particle physics describes the fundamental particles and their interactions.",
    "Gravitational potential energy is U = -G(m₁m₂)/r.",
    "A black hole is a region of space where gravity is so strong that nothing can escape.",
    "The Big Bang theory describes the origin of the universe.",
    "Hubble's law states that the velocity of a galaxy is proportional to its distance from us.",
    "The speed of light is the maximum speed at which information can travel.",
    "Work done in a circular path by a conservative force is zero.",
    "The Bernoulli principle explains how the pressure in a fluid decreases as its velocity increases.",
    "Hooke's law states that F = -kx for an elastic spring.",
    "The critical angle occurs when light travels from a denser to a less dense medium.",
    "The energy of a simple harmonic oscillator is proportional to the square of its amplitude.",
    "The spring constant (k) measures the stiffness of a spring.",
    "Terminal velocity occurs when the force of gravity is balanced by air resistance.",
    "The buoyant force is equal to the weight of the fluid displaced by an object.",
    "Coulomb's law describes the force between two charges: F = k(q₁q₂)/r².",
    "The period of a pendulum is T = 2π√(L/g).",
    "The efficiency of a machine is given by Efficiency = (Useful work output / Work input) × 100%.",
    "Angular velocity is measured in radians per second.",
    "The Coriolis effect explains the deflection of moving objects due to Earth's rotation.",
    "The escape velocity from Earth is approximately 11.2 km/s.",
    "Superconductors have zero electrical resistance at low temperatures.",
    "A solenoid is a coil of wire that generates a magnetic field when current flows through it.",
    "The triple point of water is 0.01°C and 611.657 Pa.",
    "Absolute zero is the lowest temperature possible, 0 K or -273.15°C.",
    "Entropy is a measure of the disorder of a system.",
    "A cyclotron accelerates charged particles using a magnetic field.",
    "The Mach number is the ratio of an object's speed to the speed of sound.",
    "A laser produces coherent and monochromatic light.",
    "An isothermal process occurs at constant temperature.",
    "An adiabatic process occurs without the exchange of heat.",
    "The Great Barrier Reef is the largest coral reef system in the world.",
    "The tallest building in the world is the Burj Khalifa in Dubai, standing at 828 meters.",
    "The speed of sound is approximately 343 meters per second in air at 20°C.",
    "The first man to walk on the moon was Neil Armstrong in 1969.",
    "A group of flamingos is called a 'flamboyance.'",
    "The fastest land animal is the cheetah, capable of speeds up to 75 mph.",
    "The Earth's core is as hot as the surface of the sun, approximately 5,500°C.",
    "Venus is the hottest planet in the solar system, with surface temperatures over 450°C.",
    "Sharks existed before trees in Earth's history.",
    "The Eiffel Tower can be 15 cm taller in the summer due to heat expansion.",
    "The Amazon River is the largest river by discharge volume of water.",
    "The world's smallest country is Vatican City, covering only 44 hectares.",
    "The honeybee is the only insect that produces food eaten by humans.",
    "Mount Everest is located in the Himalayan mountain range.",
    "The Pacific Ocean is larger than all the landmasses on Earth combined.",
    "A leap year occurs every 4 years, except for years divisible by 100 but not 400.",
    "The shortest war in history was between Britain and Zanzibar on August 27, 1896, lasting only 38 minutes.",
    "Jupiter has the most moons of any planet in the solar system, with 95 confirmed moons as of 2025.",
    "The scientific name of the domestic cat is *Felis catus*.",
    "The Sahara Desert is the largest hot desert in the world.",
    "The blue whale is the largest animal ever known to have lived on Earth.",
    "Humans share about 60% of their DNA with bananas.",
    "Water expands when it freezes, which is why ice floats on water.",
    "The only continent without any active volcanoes is Australia.",
    "Lightning strikes Earth about 100 times every second.",
    "Honey never spoils and has been found in ancient Egyptian tombs still edible.",
    "The speed of light in a vacuum is 299,792 kilometers per second.",
    "Penguins can drink seawater thanks to a gland that filters out salt.",
    "There are more stars in the universe than grains of sand on all the Earth's beaches.",
    "Antarctica is the coldest, driest, and windiest continent on Earth.",
    "Thomas Edison held over 1,000 patents during his lifetime.",
    "A sneeze can travel up to 100 miles per hour.",
    "The heaviest recorded watermelon weighed 159 kilograms (about 350 pounds).",
    "Sloths can take up to a month to digest their food.",
    "Gold is the only metal that is yellow or golden in color.",
    "Avocados are fruits and are sometimes called 'alligator pears.'",
    "The longest word in the English language is 189,819 letters long and is the name of a protein called titin.",
    "Wombat poop is cube-shaped.",
    "The Milky Way galaxy is on a collision course with the Andromeda galaxy, expected to merge in about 4.5 billion years.",
    "Birds are the closest living relatives of dinosaurs.",
    "Giraffes only need 5 to 30 minutes of sleep per day.",
    "Peanuts are not nuts; they are legumes.",
    "Venus rotates on its axis in the opposite direction to most planets in the solar system.",
    "A crocodile cannot stick its tongue out.",
    "The Great Wall of China is not visible from space with the naked eye.",
    "The world's largest cave is Son Doong Cave in Vietnam.",
    "The most common element in the universe is hydrogen.",
    "Dolphins have names for each other and communicate using unique whistles.",
    "The word 'robot' comes from a Czech word meaning 'forced labor.'",
    "Ants can carry objects up to 50 times their body weight.",
    "The dot over the letter 'i' is called a tittle.",
    "A day on Venus is longer than a year on Venus.",
    "The first video uploaded to YouTube was titled 'Me at the zoo.'",
    "Ostriches can run faster than horses and the males can roar like lions.",
    "Rubies and sapphires are both forms of the mineral corundum.",
    "The world's largest flower, the Rafflesia arnoldii, can grow over 3 feet in diameter.",
    "Horses and cows sleep standing up.",
    "The human body is made up of about 60% water.",
    "The speed at which hair grows is about 0.5 inches per month on average.",
    "The pineapple plant takes about two years to produce fruit.",
    "The first computer programmer was Ada Lovelace in the 19th century.",
    "The Japanese word 'tsunami' means 'harbor wave.'",
    "There are 88 recognized constellations in the night sky.",
    "The first smartphone was released by IBM in 1994 and was called Simon Personal Communicator.",
    "Snakes can sense heat through special pits on their faces.",
    "The moon is moving away from Earth at a rate of about 3.8 cm per year.",
    "A bolt of lightning is five times hotter than the surface of the sun.",
    "Polar bears have black skin under their white fur.",
    "The Amazon rainforest produces 20% of the world's oxygen.",
    "Sharks do not have bones; their skeletons are made of cartilage.",
    "The heaviest recorded pumpkin weighed 1,226 kilograms (about 2,700 pounds).",
    "Cats spend about 70% of their lives sleeping.",
    "The world’s largest desert is not the Sahara but Antarctica, classified as a cold desert.",
    "Every second, the Sun fuses approximately 600 million tons of hydrogen into helium.",
    "Hummingbirds are the only birds that can fly backward.",
    "Bamboo can grow up to 91 cm (35 inches) in a single day.",
    "The human nose can detect over 1 trillion scents.",
    "The longest-living vertebrate is the Greenland shark, which can live over 400 years.",
    "The chemical symbol for gold is Au, from the Latin 'aurum.'",
    "Shakespeare invented over 1,700 words that are still in use today.",
    "The universe is approximately 13.8 billion years old.",
    "Lake Baikal in Siberia is the deepest freshwater lake in the world.",
    "Pigs are the only mammals besides humans that can get sunburned.",
    "The first artificial satellite, Sputnik 1, was launched by the Soviet Union in 1957.",
    "The first human to journey into outer space was Yuri Gagarin in 1961.",
    "The first woman in space was Valentina Tereshkova in 1963.",
    "The first space station was Salyut 1, launched by the Soviet Union in 1971.",
    "The International Space Station (ISS) orbits Earth approximately every 90 minutes.",
    "The Hubble Space Telescope was launched into low Earth orbit in 1990.",
    "The first reusable spacecraft was the Space Shuttle, first launched in 1981.",
    "The Mars Rover Curiosity landed on Mars in 2012.",
    "The Voyager 1 spacecraft is the farthest human-made object from Earth.",
    "The first successful flyby of Venus was by NASA's Mariner 2 in 1962.",
    "The first successful flyby of Mars was by NASA's Mariner 4 in 1965.",
    "The first spacecraft to land on the Moon was Luna 2, launched by the Soviet Union in 1959.",
    "The first human-made object to reach the surface of another planet was Venera 7, which landed on Venus in 1970.",
    "The first spacecraft to visit all the outer planets was Voyager 2.",
    "The first private company to send a spacecraft to the ISS was SpaceX in 2012.",
    "The first interstellar object detected passing through our solar system was 'Oumuamua in 2017.",
    "The first image of a black hole was captured by the Event Horizon Telescope in 2019.",
    "The first spacecraft to orbit Mercury was MESSENGER, launched by NASA in 2004.",
    "The first spacecraft to land on a comet was Rosetta's Philae lander in 2014.",
    "The first mission to Pluto was NASA's New Horizons, which flew by in 2015.",
    "The first spacecraft to sample an asteroid was Japan's Hayabusa in 2005.",
    "The first mission to return samples from an asteroid was NASA's OSIRIS-REx in 2020.",
    "The first spacecraft to land on the far side of the Moon was China's Chang'e 4 in 2019.",
    "The first mission to study the Sun up close is NASA's Parker Solar Probe, launched in 2018.",
    "The first mission to explore the outer solar system was Pioneer 10, launched in 1972.",
    "The first spacecraft to fly by Jupiter was Pioneer 10 in 1973.",
    "The first spacecraft to fly by Saturn was Pioneer 11 in 1979.",
    "The first spacecraft to fly by Uranus was Voyager 2 in 1986.",
    "The first spacecraft to fly by Neptune was Voyager 2 in 1989.",
    "The first spacecraft to orbit Jupiter was Galileo, launched by NASA in 1989.",
    "The first spacecraft to orbit Saturn was Cassini, launched by NASA in 1997.",
    "The first mission to study the Kuiper Belt is NASA's New Horizons.",
    "The first spacecraft to land on Mars was Viking 1, launched by NASA in 1975.",
    "The first mission to study the asteroid belt was NASA's Dawn, launched in 2007.",
    "The first spacecraft to visit a dwarf planet was NASA's Dawn, which orbited Ceres in 2015.",
    "The first mission to study the Sun's outer atmosphere is NASA's Parker Solar Probe.",
    "The first spacecraft to land on Titan, Saturn's largest moon, was Huygens in 2005.",
    "The first mission to study the outer planets' moons in detail is NASA's Galileo.",
    "The first spacecraft to fly by a Kuiper Belt object was NASA's New Horizons in 2019.",
    "The first mission to study the solar wind is NASA's Parker Solar Probe.",
    "The first spacecraft to orbit an asteroid was NASA's Dawn, which orbited Vesta in 2011.",
    "The first mission to study the Martian atmosphere is NASA's MAVEN, launched in 2013.",
    "The first spacecraft to land on a moving comet was Rosetta's Philae lander.",
    "The first mission to study the Sun's magnetic field is NASA's Solar Dynamics Observatory.",
    "The first spacecraft to orbit the Moon was Luna 10, launched by the Soviet Union in 1966.",
    "The first mission to study the outer planets' rings in detail is NASA's Cassini.",
    "The first spacecraft to land on Mars' polar region was NASA's Phoenix in 2008.",
    "The first mission to study the Sun's poles is ESA's Solar Orbiter, launched in 2020.",
    "The first spacecraft to orbit Venus was NASA's Magellan, launched in 1989.",
    "The first mission to study the outer planets' atmospheres in detail is NASA's Juno, launched in 2011.",
    "The capital of Italy is Rome.",
    "The capital of Argentina is Buenos Aires.",
    "The capital of South Africa is Pretoria.",
    "The capital of Thailand is Bangkok.",
    "The capital of Spain is Madrid.",
    "The capital of Egypt is Cairo.",
    "The capital of South Korea is Seoul.",
    "The capital of Mexico is Mexico City.",
    "The capital of Turkey is Ankara.",
    "The capital of Indonesia is Jakarta.",
    "The steam engine was invented by James Watt.",
    "The theory of evolution by natural selection was proposed by Charles Darwin.",
    "The periodic table was organized by Dmitri Mendeleev.",
    "The first successful airplane flight was achieved by the Wright brothers in 1903.",
    "The first computer algorithm was written by Ada Lovelace.",
    "The first vaccine was developed by Edward Jenner for smallpox.",
    "The first human to orbit Earth was Yuri Gagarin in 1961.",
    "The first woman to win a Nobel Prize was Marie Curie in 1903.",
    "The first moon landing was achieved by Apollo 11 in 1969.",
    "The Great Pyramid of Giza is the oldest of the Seven Wonders of the Ancient World.",
    "The Colosseum is located in Rome, Italy.",
    "The Statue of Liberty was a gift from France to the United States.",
    "The Burj Khalifa in Dubai is the tallest building in the world.",
    "The Amazon River is the largest river by discharge volume.",
    "The Himalayas contain the highest peak on Earth, Mount Everest.",
    "The Dead Sea is the lowest point on Earth's surface.",
    "The Pacific Ocean is the largest and deepest ocean on Earth.",
    "The first smartphone was released by IBM in 1994.",
    "The Pythagorean theorem is a fundamental principle in geometry, stating that in a right triangle, the square of the hypotenuse is equal to the sum of the squares of the other two sides.",
    "The quadratic formula is used to solve quadratic equations and is given by: x = (-b ± √(b² - 4ac)) / 2a.",
    "The periodic table organizes elements based on their atomic number, electron configuration, and recurring chemical properties.",
    "The Law of Conservation of Energy states that energy cannot be created or destroyed, only transformed from one form to another.",
    "Newton's Laws of Motion describe the relationship between a body and the forces acting upon it, and the body's motion in response to those forces.",
    "The theory of evolution by natural selection, proposed by Charles Darwin, explains how species evolve over time through the process of natural selection.",
    "The structure of DNA, a double helix, was discovered by James Watson and Francis Crick in 1953.",
    "The process of photosynthesis converts light energy into chemical energy, producing oxygen and organic compounds.",
    "The concept of gravity was first described by Sir Isaac Newton, and later refined by Albert Einstein's theory of general relativity.",
    "The Big Bang Theory is the prevailing cosmological model explaining the origin of the universe, suggesting it expanded from an extremely hot and dense state.",
    "The human body contains 23 pairs of chromosomes, which carry genetic information.",
    "The mitochondria are known as the powerhouse of the cell, producing energy through cellular respiration.",
    "The speed of light in a vacuum is approximately 299,792 kilometers per second.",
    "The formula for calculating the area of a circle is A = πr², where r is the radius.",
    "The volume of a sphere is calculated using the formula V = (4/3)πr³.",
    "The concept of entropy in thermodynamics measures the disorder or randomness in a system.",
    "The ideal gas law is expressed as PV = nRT, where P is pressure, V is volume, n is the number of moles, R is the gas constant, and T is temperature.",
    "The Fibonacci sequence is a series of numbers where each number is the sum of the two preceding ones, starting from 0 and 1.",
    "The concept of the atom was first proposed by the ancient Greek philosopher Democritus.",
    "The first law of thermodynamics states that energy cannot be created or destroyed, only transferred or converted.",
    "The second law of thermodynamics states that the total entropy of an isolated system can never decrease over time.",
    "The third law of thermodynamics states that as the temperature of a system approaches absolute zero, the entropy approaches a constant minimum.",
    "The concept of the electromagnetic spectrum includes all types of electromagnetic radiation, from radio waves to gamma rays.",
    "The Heisenberg Uncertainty Principle states that it is impossible to simultaneously know the exact position and momentum of a particle.",
    "The concept of quantum mechanics describes the behavior of matter and energy at the atomic and subatomic levels.",
    "The formula for kinetic energy is KE = 0.5 × m × v², where m is mass and v is velocity.",
    "The formula for potential energy is PE = m × g × h, where m is mass, g is gravitational acceleration, and h is height.",
    "The concept of the Doppler Effect explains the change in frequency or wavelength of a wave in relation to an observer moving relative to the wave source.",
    "The concept of the photoelectric effect, explained by Albert Einstein, demonstrates that light can behave as both a wave and a particle.",
    "The concept of the Higgs boson, discovered in 2012, helps explain why particles have mass.",
    "The concept of black holes, regions of spacetime where gravity is so strong that nothing can escape, was first predicted by Karl Schwarzschild in 1916.",
    "The concept of dark matter and dark energy explains the observed gravitational effects in the universe that cannot be accounted for by visible matter.",
    "The concept of the multiverse suggests the existence of multiple or even infinite universes beyond our own.",
    "The concept of the Turing Test, proposed by Alan Turing, evaluates a machine's ability to exhibit intelligent behavior indistinguishable from that of a human.",
    "The concept of machine learning involves training algorithms to learn patterns from data and make predictions or decisions without explicit programming.",
    "The concept of blockchain technology involves a decentralized and distributed ledger used to record transactions across multiple computers.",
    "The concept of artificial intelligence (AI) involves the development of computer systems capable of performing tasks that typically require human intelligence.",
    "The concept of the Internet of Things (IoT) refers to the network of physical devices connected to the internet, enabling them to collect and exchange data.",
    "The concept of augmented reality (AR) overlays digital information onto the real world, enhancing the user's perception of reality.",
    "The concept of virtual reality (VR) immerses users in a completely digital environment, often using headsets and motion tracking.",
    "The concept of the World Wide Web, invented by Tim Berners-Lee, revolutionized the way information is shared and accessed globally.",
    "The concept of the first programmable computer, the Z3, was developed by Konrad Zuse in 1941.",
    "The concept of the first computer virus, Creeper, was created in 1971.",
    "The concept of the first graphical user interface (GUI) was developed by Xerox PARC in the 1970s.",
    "The concept of the first 3D printer was invented by Chuck Hull in 1983.",
    "The concept of the first commercial microprocessor, the Intel 4004, was released in 1971.",
    "The concept of the first digital camera was created by Kodak in 1975.",
    "The concept of the first computer mouse was invented by Douglas Engelbart in 1964.",
    "The concept of the first programming language, Fortran, was developed in the 1950s.",
    "The concept of the first computer network, ARPANET, was established in 1969.",
    "The concept of the first laptop computer, the Osborne 1, was released in 1981.",
    "The concept of the first computer game, Spacewar!, was created in 1962.",
    "The concept of the first mobile phone call was made by Martin Cooper in 1973.",
    "The concept of the first computer virus for MS-DOS, Brain, was created in 1986.",
    "The concept of the first web search engine, WebCrawler, was launched in 1994.",
    "The concept of the first instant messaging service, ICQ, was launched in 1996.",
    "The concept of the first commercial internet service provider, The World, was launched in 1989.",
    "The concept of the first computer with a hard disk drive, the IBM 305 RAMAC, was introduced in 1956.",
    "The concept of the first computer to beat a human at chess, Deep Blue, was developed by IBM in 1997.",
    "The concept of the first computer to pass the Turing Test, Eugene Goostman, occurred in 2014.",
    "The concept of the first computer to win Jeopardy!, IBM's Watson, occurred in 2011.",
    "The concept of the first computer to play Go at a professional level, AlphaGo, was developed by DeepMind in 2016.",
    "The concept of the first university in the world, the University of al-Qarawiyyin, was founded in 859 in Morocco.",
    "The concept of the oldest university in the English-speaking world, the University of Oxford, dates back to the 12th century.",
    "The concept of the first woman to receive a Ph.D., Elena Cornaro Piscopia, occurred in 1678.",
    "The concept of the first Nobel Prize in Physics was awarded to Wilhelm Conrad Röntgen in 1901.",
    "The concept of the first person to win two Nobel Prizes, Marie Curie, occurred in Physics (1903) and Chemistry (1911).",
    "The concept of the first computer science degree program was established at Purdue University in 1962.",
    "The concept of the SAT, a standardized test widely used for college admissions in the United States, was first administered in 1926.",
    "The concept of the first modern research university, the University of Berlin, was founded in 1810.",
    "The concept of the Ivy League, a group of eight private colleges in the northeastern United States, dates back to the 19th century.",
    "The concept of the first student loan program in the United States was established in 1958.",
    "The concept of the first online university, the University of Phoenix, was founded in 1989.",
    "The concept of the first open-access journal, the Journal of Medical Internet Research, was launched in 1999.",
    "The concept of the first Massive Open Online Course (MOOC) was offered by Stanford University in 2011.",
    "The concept of the first academic journal, the Philosophical Transactions of the Royal Society, was established in 1665.",
    "The concept of the first student exchange program, the Fulbright Program, was established in 1946.",
    "The concept of the first academic conference, the International Congress of Mathematicians, was held in 1897.",
    "The concept of the first academic library, the Library of Alexandria, was founded in the 3rd century BCE.",
    "The concept of the first student government was established at the University of Bologna in the 12th century.",
    "The concept of the first academic honor society in the United States, Phi Beta Kappa, was founded in 1776.",
    "The atomic mass of an element is the weighted average mass of its isotopes.",
    "Isotopes are atoms of the same element with different numbers of neutrons.",
    "Ions are atoms or molecules with a net electric charge due to the loss or gain of electrons.",
    "Covalent bonds involve the sharing of electron pairs between atoms.",
    "Ionic bonds involve the transfer of electrons from one atom to another.",
    "Metallic bonds involve the sharing of free electrons among a lattice of metal atoms.",
    "Valence electrons are the outermost electrons of an atom and determine its chemical properties.",
    "The octet rule states that atoms tend to gain, lose, or share electrons to achieve a full valence shell of eight electrons.",
    "Electronegativity is a measure of an atom's ability to attract and hold onto electrons.",
    "The periodic table is arranged by increasing atomic number and groups elements with similar properties.",
    "Groups (or families) in the periodic table are vertical columns of elements with similar chemical properties.",
    "Periods in the periodic table are horizontal rows of elements with increasing atomic number.",
    "Alkali metals are highly reactive elements found in Group 1 of the periodic table.",
    "Alkaline earth metals are reactive elements found in Group 2 of the periodic table.",
    "Transition metals are elements found in Groups 3-12 of the periodic table and are characterized by their ability to form multiple oxidation states.",
    "Halogens are highly reactive nonmetals found in Group 17 of the periodic table.",
    "Noble gases are inert elements found in Group 18 of the periodic table and have a full valence shell of electrons.",
    "The lanthanides and actinides are two series of elements found at the bottom of the periodic table.",
    "Chemical reactions involve the breaking and forming of chemical bonds to create new substances.",
    "A chemical equation represents a chemical reaction using symbols and formulas.",
    "Reactants are the starting substances in a chemical reaction, and products are the substances formed.",
    "The law of conservation of mass states that mass is neither created nor destroyed in a chemical reaction.",
    "A mole is a unit that represents 6.022 × 10²³ particles of a substance.",
    "Molar mass is the mass of one mole of a substance, usually expressed in grams per mole.",
    "Avogadro's number is 6.022 × 10²³, the number of particles in one mole of a substance.",
    "Stoichiometry is the calculation of reactants and products in chemical reactions using the mole concept.",
    "A limiting reactant is the reactant that is completely consumed in a chemical reaction, limiting the amount of product formed.",
    "An excess reactant is a reactant that remains after a chemical reaction has gone to completion.",
    "A balanced chemical equation has the same number of atoms of each element on both sides of the equation.",
    "An empirical formula represents the simplest whole-number ratio of elements in a compound.",
    "A molecular formula represents the actual number of atoms of each element in a molecule of a compound.",
    "A structural formula shows the arrangement of atoms and the bonds between them in a molecule.",
    "Isomers are compounds with the same molecular formula but different structural arrangements.",
    "An endothermic reaction absorbs heat from the surroundings, while an exothermic reaction releases heat.",
    "Activation energy is the minimum energy required for a chemical reaction to occur.",
    "A catalyst is a substance that increases the rate of a chemical reaction without being consumed.",
    "Enzymes are biological catalysts that speed up biochemical reactions in living organisms.",
    "Acids are substances that donate protons (H⁺ ions) in a chemical reaction.",
    "Bases are substances that accept protons (H⁺ ions) in a chemical reaction.",
    "The pH scale measures the acidity or basicity of a solution, with values ranging from 0 to 14.",
    "A neutral solution has a pH of 7, while acidic solutions have pH values less than 7 and basic solutions have pH values greater than 7.",
    "A buffer is a solution that resists changes in pH when small amounts of acid or base are added.",
    "Oxidation is the loss of electrons in a chemical reaction, while reduction is the gain of electrons.",
    "An oxidizing agent is a substance that causes oxidation by accepting electrons.",
    "A reducing agent is a substance that causes reduction by donating electrons.",
    "Redox reactions involve the transfer of electrons between substances.",
    "Electrochemistry is the study of chemical reactions that involve the flow of electric current.",
    "An electrolyte is a substance that conducts electricity when dissolved in water.",
    "A galvanic (voltaic) cell is an electrochemical cell that generates electrical energy from a spontaneous redox reaction.",
    "An electrolytic cell is an electrochemical cell that uses electrical energy to drive a non-spontaneous redox reaction.",
    "The anode is the electrode where oxidation occurs, and the cathode is the electrode where reduction occurs.",
    "Faraday's laws of electrolysis relate the amount of substance produced or consumed at an electrode to the amount of electric charge passed through the cell.",
    "A solution is a homogeneous mixture of two or more substances.",
    "A solute is the substance that is dissolved in a solvent to form a solution.",
    "A solvent is the substance that dissolves the solute to form a solution.",
    "Solubility is the maximum amount of solute that can dissolve in a given amount of solvent at a specific temperature.",
    "A saturated solution contains the maximum amount of solute that can dissolve at a given temperature.",
    "An unsaturated solution contains less solute than the maximum amount that can dissolve at a given temperature.",
    "A supersaturated solution contains more solute than the maximum amount that can dissolve at a given temperature.",
    "Colligative properties are properties of solutions that depend on the number of solute particles, not their identity.",
    "Boiling point elevation and freezing point depression are examples of colligative properties.",
    "Osmosis is the movement of solvent molecules through a semipermeable membrane from a region of lower solute concentration to a region of higher solute concentration.",
    "Diffusion is the movement of particles from a region of higher concentration to a region of lower concentration.",
    "A colloid is a mixture in which small particles are dispersed throughout a continuous medium.",
    "A suspension is a heterogeneous mixture in which large particles are suspended in a fluid.",
    "A chemical bond is the force that holds atoms together in a molecule or compound.",
    "Bond energy is the amount of energy required to break a chemical bond.",
    "Bond length is the distance between the nuclei of two bonded atoms.",
    "A polar covalent bond is a covalent bond in which electrons are shared unequally between atoms.",
    "A nonpolar covalent bond is a covalent bond in which electrons are shared equally between atoms.",
    "Intermolecular forces are forces of attraction between molecules.",
    "Van der Waals forces are weak intermolecular forces that include dipole-dipole interactions and London dispersion forces.",
    "Hydrogen bonding is a strong type of dipole-dipole interaction that occurs between molecules containing hydrogen bonded to a highly electronegative atom (such as oxygen, nitrogen, or fluorine).",
    "A phase change is a transition between different states of matter (solid, liquid, gas).",
    "Melting is the phase change from solid to liquid, and freezing is the phase change from liquid to solid.",
    "Vaporization is the phase change from liquid to gas, and condensation is the phase change from gas to liquid.",
    "Sublimation is the phase change from solid to gas without passing through the liquid state.",
    "Deposition is the phase change from gas to solid without passing through the liquid state.",
    "The triple point is the temperature and pressure at which all three phases of a substance coexist in equilibrium.",
    "The critical point is the temperature and pressure above which a substance cannot exist as a liquid, regardless of pressure.",
    "A phase diagram is a graph that shows the conditions of temperature and pressure under which different phases of a substance exist.",
    "A chemical equilibrium is a state in which the forward and reverse reactions occur at the same rate, resulting in constant concentrations of reactants and products.",
    "Le Chatelier's principle states that if a system at equilibrium is disturbed, the system will shift to counteract the disturbance and restore equilibrium.",
    "The equilibrium constant (K) is a numerical value that expresses the ratio of the concentrations of products to reactants at equilibrium.",
    "A reaction quotient (Q) is a numerical value that expresses the ratio of the concentrations of products to reactants at any point in time during a reaction.",
    "If Q < K, the reaction will proceed in the forward direction to reach equilibrium; if Q > K, the reaction will proceed in the reverse direction to reach equilibrium.",
    "A catalyst lowers the activation energy of a reaction, increasing the reaction rate without being consumed.",
    "Enthalpy (H) is a measure of the total energy of a system, including both internal energy and the energy required to displace its surroundings.",
    "Entropy (S) is a measure of the disorder or randomness of a system.",
    "Gibbs free energy (G) is a measure of the maximum amount of work that can be performed by a system at constant temperature and pressure.",
    "A spontaneous reaction is a reaction that occurs without external intervention, characterized by a negative change in Gibbs free energy (ΔG < 0).",
    "A non-spontaneous reaction is a reaction that requires external intervention to occur, characterized by a positive change in Gibbs free energy (ΔG > 0).",
    "A reversible reaction is a reaction that can proceed in both the forward and reverse directions.",
    "A dynamic equilibrium is a state in which the rate of the forward reaction equals the rate of the reverse reaction.",
    "The rate of a chemical reaction is the change in concentration of reactants or products per unit time.",
    "A reaction mechanism is a step-by-step sequence of elementary reactions by which a chemical change occurs.",
    "The rate-determining step is the slowest step in a reaction mechanism that determines the overall reaction rate.",
    "The Arrhenius equation relates the rate constant of a reaction to the temperature and activation energy: k = Ae^(-Ea/RT).",
    "A reaction intermediate is a species that is formed and consumed during the reaction mechanism.",
    "A homogeneous catalyst is a catalyst that is in the same phase as the reactants.",
    "A heterogeneous catalyst is a catalyst that is in a different phase from the reactants.",
    "The collision theory states that chemical reactions occur when reactant molecules collide with sufficient energy and proper orientation.",
    "The transition state theory describes the formation of an activated complex during a chemical reaction.",
    "The rate law expresses the relationship between the rate of a reaction and the concentration of reactants.",
    "The order of a reaction is the sum of the exponents of the concentration terms in the rate law.",
    "A zero-order reaction has a rate that is independent of the concentration of reactants.",
    "A first-order reaction has a rate that is directly proportional to the concentration of one reactant.",
    "A second-order reaction has a rate that is proportional to the square of the concentration of one reactant or the product of the concentrations of two reactants.",
    "The half-life of a reaction is the time required for the concentration of a reactant to decrease by half.",
    "A reaction quotient (Q) is used to determine the direction in which a reaction will proceed to reach equilibrium.",
    "The equilibrium constant (K) is a measure of the extent to which a reaction proceeds to completion.",
    "Cells are the basic unit of life.",
    "DNA stands for deoxyribonucleic acid.",
    "Humans have 23 pairs of chromosomes.",
    "Mitochondria are the powerhouse of the cell.",
    "The human body is made up of approximately 37.2 trillion cells.",
    "The heart pumps blood through the circulatory system.",
    "The brain is the control center of the nervous system.",
    "Red blood cells carry oxygen to the body's tissues.",
    "White blood cells are part of the immune system.",
    "The human genome contains about 3 billion base pairs.",
    "Proteins are made up of amino acids.",
    "Enzymes are proteins that speed up chemical reactions.",
    "The cell membrane controls what enters and leaves the cell.",
    "Ribosomes are the site of protein synthesis.",
    "The endoplasmic reticulum is involved in protein and lipid synthesis.",
    "The Golgi apparatus modifies and packages proteins.",
    "Lysosomes contain digestive enzymes.",
    "The nucleus contains the cell's genetic material.",
    "Meiosis is the process of cell division that produces gametes.",
    "Mitosis is the process of cell division that produces two identical daughter cells.",
    "The skeletal system provides structure and support.",
    "The muscular system allows for movement.",
    "The digestive system breaks down food into nutrients.",
    "The respiratory system exchanges gases with the environment.",
    "The excretory system removes waste from the body.",
    "The endocrine system produces hormones.",
    "The nervous system transmits signals between different parts of the body.",
    "The immune system defends against pathogens.",
    "The integumentary system includes the skin, hair, and nails.",
    "The circulatory system transports blood throughout the body.",
    "The lymphatic system helps maintain fluid balance and fight infections.",
    "The reproductive system produces offspring.",
    "Homeostasis is the maintenance of a stable internal environment.",
    "Metabolism is the sum of all chemical reactions in the body.",
    "ATP (adenosine triphosphate) is the main energy currency of the cell.",
    "Genetics is the study of heredity and variation in organisms.",
    "Evolution is the process by which species change over time.",
    "Natural selection is a mechanism of evolution.",
    "An ecosystem is a community of living organisms and their environment.",
    "Biodiversity is the variety of life in a particular habitat or ecosystem.",
    "Ecology is the study of interactions between organisms and their environment.",
    "A food chain shows the flow of energy through an ecosystem.",
    "A food web is a complex network of interconnected food chains.",
    "Prokaryotic cells lack a nucleus and membrane-bound organelles.",
    "Eukaryotic cells have a nucleus and membrane-bound organelles.",
    "Bacteria are single-celled prokaryotic organisms.",
    "Viruses are infectious agents that require a host cell to replicate.",
    "Fungi are a kingdom of organisms that includes yeasts, molds, and mushrooms.",
    "Plants are autotrophic organisms that produce their own food through photosynthesis.",
    "Animals are heterotrophic organisms that consume other organisms for food.",
    "Protists are a diverse group of eukaryotic microorganisms.",
    "Archaea are a group of single-celled microorganisms distinct from bacteria.",
    "The cell cycle is the series of events that take place in a cell leading to its division and duplication.",
    "Apoptosis is programmed cell death.",
    "Stem cells have the ability to differentiate into various cell types.",
    "Genetic engineering involves modifying an organism's DNA.",
    "CRISPR is a technology used for editing genes.",
    "Cloning is the process of creating genetically identical copies of an organism.",
    "A genome is the complete set of genetic material in an organism.",
    "Epigenetics is the study of changes in gene expression that do not involve changes to the DNA sequence.",
    "A mutation is a change in the DNA sequence.",
    "A gene is a segment of DNA that codes for a protein.",
    "An allele is a variant form of a gene.",
    "Dominant alleles mask the effects of recessive alleles.",
    "Homozygous individuals have two identical alleles for a gene.",
    "Heterozygous individuals have two different alleles for a gene.",
    "Phenotype is the physical expression of a genotype.",
    "Genotype is the genetic makeup of an organism.",
    "Mendelian inheritance describes the inheritance patterns of traits controlled by single genes.",
    "Polygenic inheritance involves multiple genes influencing a trait.",
    "Sex-linked traits are associated with genes located on sex chromosomes.",
    "Genetic drift is a mechanism of evolution that involves random changes in allele frequencies.",
    "Gene flow is the transfer of genetic material between populations.",
    "Speciation is the formation of new and distinct species in the course of evolution.",
    "Adaptive radiation is the diversification of a group of organisms into different ecological niches.",
    "Symbiosis is a close and long-term biological interaction between two different biological organisms.",
    "Mutualism is a type of symbiosis where both organisms benefit.",
    "Commensalism is a type of symbiosis where one organism benefits and the other is neither helped nor harmed.",
    "Parasitism is a type of symbiosis where one organism benefits at the expense of the other.",
    "A biome is a large community of plants and animals that occupies a distinct region.",
    "Trophic levels represent the positions of organisms in a food chain.",
    "Producers are organisms that produce their own food through photosynthesis or chemosynthesis.",
    "Consumers are organisms that obtain energy by consuming other organisms.",
    "Decomposers break down dead organic matter and recycle nutrients.",
    "A habitat is the natural environment in which an organism lives.",
    "Niche is the role and position a species has in its environment.",
    "Carrying capacity is the maximum population size that an environment can sustain.",
    "Population density is the number of individuals per unit area or volume.",
    "Biotic factors are living components of an ecosystem.",
    "Abiotic factors are non-living components of an ecosystem.",
    "Succession is the process of change in the species structure of an ecological community over time.",
    "Primary succession occurs in an area where no previous ecosystem existed.",
    "Secondary succession occurs in an area where an ecosystem has been disturbed but soil and organisms still remain.",
    "Keystone species have a disproportionately large impact on their ecosystem relative to their abundance.",
    "Endangered species are at risk of extinction.",
    "Conservation biology is the study of protecting and preserving biodiversity.",
    "Deforestation is the clearing of forests for agriculture or other uses.",
    "Climate change refers to long-term changes in temperature and weather patterns.",
    "Global warming is the increase in Earth's average surface temperature due to human activities.",
    "Greenhouse gases trap heat in the atmosphere, contributing to global warming.",
    "Carbon dioxide (CO₂) is a major greenhouse gas emitted by burning fossil fuels.",
    "Methane (CH₄) is a potent greenhouse gas released by livestock and other sources.",
    "Renewable energy sources include solar, wind, hydro, and geothermal power.",
    "Fossil fuels include coal, oil, and natural gas.",
    "Solar panels convert sunlight into electricity.",
    "Wind turbines generate electricity from wind energy.",
    "Hydroelectric power is generated by harnessing the energy of flowing water.",
    "Geothermal energy is derived from heat stored within the Earth.",
    "Biomass energy is produced from organic materials like wood and crop waste.",
    "Recycling reduces waste and conserves natural resources.",
    "Composting turns organic waste into nutrient-rich soil.",
    "Pollution is the introduction of harmful substances into the environment.",
    "Air pollution is caused by emissions from vehicles, industries, and other sources.",
    "Water pollution is the contamination of water bodies by harmful substances.",
    "Plastic pollution is the accumulation of plastic products in the environment.",
    "Acid rain is precipitation with high levels of sulfuric and nitric acids.",
    "Smog is a type of air pollution caused by the reaction of sunlight with pollutants.",
    "Ozone depletion is the thinning of the Earth's ozone layer caused by CFCs.",
    "Conservation efforts aim to protect natural habitats and wildlife.",
    "Endangered species are at risk of extinction due to habitat loss and other factors.",
    "Sustainable development meets the needs of the present without compromising the future.",
    "Carbon footprint is the total amount of greenhouse gases emitted by an individual or organization.",
    "Afforestation is the planting of trees in areas where there were no previous forests.",
    "Reforestation is the replanting of trees in deforested areas.",
    "Urbanization is the growth of cities and towns.",
    "Overpopulation is when the number of people exceeds the carrying capacity of an area.",
    "Desertification is the process by which fertile land becomes desert.",
    "Water scarcity is the lack of sufficient available water resources.",
    "Renewable resources can be replenished naturally over time.",
    "Non-renewable resources are finite and cannot be replenished.",
    "Ecotourism promotes responsible travel to natural areas.",
    "Organic farming avoids the use of synthetic pesticides and fertilizers.",
    "Permaculture is a system of agricultural and social design principles.",
    "Agroforestry integrates trees and shrubs into agricultural landscapes.",
    "Hydroponics is a method of growing plants without soil.",
    "Aquaponics combines aquaculture with hydroponics.",
    "Vertical farming is the practice of growing crops in vertically stacked layers.",
    "Genetically modified organisms (GMOs) have altered DNA for specific traits.",
    "Climate mitigation involves reducing or preventing the emission of greenhouse gases.",
    "Climate adaptation involves adjusting to the effects of climate change.",
    "Carbon sequestration is the process of capturing and storing atmospheric CO₂.",
    "Carbon offsetting involves compensating for emissions by funding equivalent carbon savings.",
    "Environmental impact assessments evaluate the potential effects of projects on the environment.",
    "Environmental justice addresses the fair distribution of environmental benefits and burdens.",
    "Green building practices promote energy efficiency and sustainability.",
    "LEED certification is a globally recognized symbol of sustainability achievement.",
    "Zero waste aims to minimize waste generation and maximize recycling.",
    "Upcycling transforms waste materials into new products of higher value.",
    "Downcycling converts waste materials into new products of lower value.",
    "Biodegradable materials can be broken down by natural processes.",
    "Compostable materials can decompose into nutrient-rich soil.",
    "Single-use plastics are designed to be used once and then discarded.",
    "Microplastics are tiny plastic particles that pollute the environment.",
    "Marine pollution is the contamination of oceans and seas.",
    "Overfishing depletes fish populations faster than they can reproduce.",
    "Coral reefs are diverse underwater ecosystems threatened by climate change.",
    "Ocean acidification is the decrease in pH of the Earth's oceans.",
    "Marine protected areas conserve marine ecosystems and biodiversity.",
    "Wildlife corridors connect fragmented habitats for animal movement.",
    "Habitat restoration aims to return ecosystems to their original state.",
    "Invasive species are non-native organisms that disrupt ecosystems.",
    "Ecological footprint measures the impact of human activities on the environment.",
    "Earth Day is an annual event to promote environmental protection.",
    "The Paris Agreement is an international treaty to combat climate change.",
    "The Kyoto Protocol is an international agreement to reduce greenhouse gas emissions.",
    "The United Nations Framework Convention on Climate Change (UNFCCC) addresses global climate change.",
    "The Intergovernmental Panel on Climate Change (IPCC) provides scientific assessments on climate change.",
    "The Convention on Biological Diversity (CBD) aims to conserve biodiversity.",
    "The Ramsar Convention protects wetlands of international importance.",
    "The Montreal Protocol aims to phase out substances that deplete the ozone layer.",
    "The Stockholm Convention addresses persistent organic pollutants (POPs).",
    "The Basel Convention controls the transboundary movement of hazardous wastes.",
    "The Rotterdam Convention regulates the trade of hazardous chemicals.",
    "The Minamata Convention addresses mercury pollution.",
    "The International Union for Conservation of Nature (IUCN) assesses the conservation status of species.",
    "The World Wildlife Fund (WWF) works to conserve nature and reduce threats to biodiversity.",
    "Greenpeace is an environmental organization that campaigns for ecological sustainability.",
    "Friends of the Earth is an international network of environmental organizations.",
    "The Sierra Club is a U.S.-based environmental organization.",
    "The Nature Conservancy works to protect ecologically important lands and waters.",
    "The Environmental Protection Agency (EPA) is a U.S. government agency that protects human health and the environment.",
    "The United Nations Environment Programme (UNEP) coordinates environmental activities within the United Nations.",
    "The World Health Organization (WHO) addresses global health issues, including environmental health.",
    "The Food and Agriculture Organization (FAO) promotes sustainable agriculture and food security.",
    "The International Renewable Energy Agency (IRENA) promotes the adoption of renewable energy.",
    "The Global Environment Facility (GEF) funds projects to address global environmental issues.",
    "The World Bank provides financial and technical assistance for development projects, including environmental sustainability.",
    "The only thing we have to fear is fear itself. - Franklin D. Roosevelt",
    "That's one small step for man, one giant leap for mankind. - Neil Armstrong",
    "I think, therefore I am. - René Descartes",
    "The unexamined life is not worth living. - Socrates",
    "To be, or not to be, that is the question. - William Shakespeare",
    "The only true wisdom is in knowing you know nothing. - Socrates",
    "In the end, we will remember not the words of our enemies, but the silence of our friends. - Martin Luther King Jr.",
    "Imagination is more important than knowledge. - Albert Einstein",
    "The only limit to our realization of tomorrow is our doubts of today. - Franklin D. Roosevelt",
    "Life is what happens when you're busy making other plans. - John Lennon",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment. - Buddha",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment. - Ralph Waldo Emerson",
    "The only way to do great work is to love what you do. - Steve Jobs",
    "Success is not final, failure is not fatal: It is the courage to continue that counts. - Winston Churchill",
    "The journey of a thousand miles begins with one step. - Lao Tzu",
    "That which does not kill us makes us stronger. - Friedrich Nietzsche",
    "Good artists copy, great artists steal. - Pablo Picasso",
    "An eye for an eye only ends up making the whole world blind. - Mahatma Gandhi",
    "The best way to predict the future is to invent it. - Alan Kay",
    "Education is the most powerful weapon which you can use to change the world. - Nelson Mandela",
    "The greatest glory in living lies not in never falling, but in rising every time we fall. - Nelson Mandela",
    "The purpose of our lives is to be happy. - Dalai Lama",
    "Life is really simple, but we insist on making it complicated. - Confucius",
    "Love the life you live. Live the life you love. - Bob Marley",
    "Do not go where the path may lead, go instead where there is no path and leave a trail. - Ralph Waldo Emerson",
    "The only impossible journey is the one you never begin. - Tony Robbins",
    "Life is short, and it is up to you to make it sweet. - Sarah Louise Delany",
    "Believe you can and you're halfway there. - Theodore Roosevelt",
    "The best way to find yourself is to lose yourself in the service of others. - Mahatma Gandhi",
    "Life is 10% what happens to us and 90% how we react to it. - Charles R. Swindoll",
    "The mind is everything. What you think you become. - Buddha",
    "Change your thoughts and you change your world. - Norman Vincent Peale",
    "The only thing necessary for the triumph of evil is for good men to do nothing. - Edmund Burke",
    "To live is the rarest thing in the world. Most people exist, that is all. - Oscar Wilde",
    "Do what you can, with what you have, where you are. - Theodore Roosevelt",
    "Success usually comes to those who are too busy to be looking for it. - Henry David Thoreau",
    "Don't watch the clock; do what it does. Keep going. - Sam Levenson",
    "Keep your face always toward the sunshine—and shadows will fall behind you. - Walt Whitman",
    "The best revenge is massive success. - Frank Sinatra",
    "Life is what we make it, always has been, always will be. - Grandma Moses",
    "Your time is limited, don't waste it living someone else's life. - Steve Jobs",
    "The only way to achieve the impossible is to believe it is possible. - Charles Kingsleigh",
    "Life is not measured by the number of breaths we take, but by the moments that take our breath away. - Maya Angelou",
    "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart. - Helen Keller",
    "Do not follow where the path may lead. Go instead where there is no path and leave a trail. - Ralph Waldo Emerson",
    "Success is not how high you have climbed, but how you make a positive difference to the world. - Roy T. Bennett",
    "Don't be afraid to give up the good to go for the great. - John D. Rockefeller",
    "Strive not to be a success, but rather to be of value. - Albert Einstein",
    "The future belongs to those who believe in the beauty of their dreams. - Eleanor Roosevelt",
    "Life is either a daring adventure or nothing at all. - Helen Keller",
    "To succeed in life, you need two things: ignorance and confidence. - Mark Twain",
    "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. - Albert Schweitzer"
]